/* Accuracy Levels */NSHumanReadableCopyright = "© __PICA__, 2008";"MemoryWarning"="内存不足，请关闭当前窗口!";"Login failed"="登录失败";"Network error"="网络连接错误";"Upgrade"="升级";"Error"="失败";"Alert"="提示";"AdvertisementWarning"="转到%@,Messenger将要退出";"SMS"="短信";"Tel"="电话";"UpgradeVersion"="请升级到:%@";"MemoryNote"="内存不足!";"not_find"="没有找到联系人";"nudge"="%@给你发送一个闪屏!"; "Clear"="清除";//received"receive_voice_clip_kb"="%@给您发送语音剪辑 (%d Kb)。";"receive_voice_clip"="%@给您发送语音剪辑。";"receive_file"="%@ 给您发送 %@(%d Kb)。";"accept_file"="您已经%@接收文件%@来自%@。\n开始接收...";"reject_file"="您已经%@接收文件%@来自%@。";"receive_file_complete"="您已经成功接收:%@ (%d Kb)。";"save_photo"="保存到相册。";"save_failed"="保存失败。";"not_delivered"="以下消息发送失败：";//send"send_voice_clip"="发送语音剪辑 (%d Kb) 给 %@";"accept_action"="%@已经%@接收文件%@。\n开始发送...";"reject_action"="%@已经%@接收文件%@。";"wait_to_accept"="等待%@接收%@ (%d Kb)。 请稍候";"send_file_complete"="您已经成功发送%@ (%d Kb)。";"cancel_action"="%@取消传输%@";"cancel_file"="您已经取消传输文件%@ (%d Kb)。";"string_ask"="您是否:";"string_or"=" 或 ";"string_invitation"="邀请?";"close_alert"="关闭会话窗口,所有文件传输将被终止，是否继续关闭会话？";"conversation"="聊天记录";"pica_str_caption"="Windows Live Messenger";"pica_str_short_caption"="Messenger";//////////////////////////////////////////////////////////////////////////////////// PICA DEFINES//////////////////////////////////////////////////////////////////////////////////"qtn_options"="选项";"qtn_exit	"="退出";"qtn_ok"="确定";"qtn_cancel"="取消";"qtn_return"="返回";"qtn_yes"="是";"qtn_no"="否";// login view"pica_str_cmd_login"="登录";"pica_str_label_auto_login"="自动为我登录";"pica_str_label_login_insivibly"="记住我的密码";"pica_str_tip_connect_gprs"="正在通过WiFi连接网络...";"pica_str_tip_dispatching"="正在查找服务....";"pica_str_tip_logging_in"="正在连接服务器...";"pica_str_tip_auth_and_get_info"="正在读取联系人列表...";"pica_str_tip_iap_connect_timeout"="连接网络超时，请重新登录";"pica_str_tip_iap_connect_failed"="连接网络失败，请重新登录";"pica_str_tip_iap_h3g_connect_failed"="你未曾申請Windows Live Messenger 服務。";"pica_str_tip_login_failed_dispatch"="由于网络问题登录失败，请稊后再试";"pica_str_tip_login_failed_unknown_reason"="由于网络问题登录失败，请稊后再试";"pica_str_tip_login_timeout"="由于网络问题登录失败，请稊后再试";"pica_str_tip_disconnected_unknown_reason"="网络连接中断，正在重新连接...";"pica_str_tip_write_msg_block_buddy"="上能给黑名单人发送信息，请重新选择";"pica_str_tip_write_msg_unknow_buddy"="您还没有通过该联系人的验证，请重新选择";"pica_write_msg_select_buddy"="还没有选择联系人";"pica_str_tip_reply_msg_check"="消息内容上能为空";"pica_str_tip_logging_out"="正在注销...";"pica_str_tip_empty_pwd"="Please type your password and try again.";"pica_str_tip_empty_nickname"="Please type your nickname.";"pica_str_tip_invalid_pwd"="Please use letter or digital as your password.";// buddy view softkey"qtn_buddy_write_message"="开始对话";  // write msg"qtn_secondpicatest_softkey_return"="开始对话";  // write msg// buddy pop menu "qtn_pica_buddy_detail_info"="详细资料";"qtn_pica_buddy_delete"="删除联系人";//cluster popmenu and cba"qtn_buddy_cluster_enter"="进入群";"qtn_buddy_cluster_quit"="退出群";"qtn_buddy_cluster_leave"="离开群";"qtn_buddy_visit_space"="访问空间";"qtn_buddy_open_channel"="打开";"qtn_main_buddy_view_addbuddy"="添加联系人";"qtn_main_buddy_view_logout"="注销";"qtn_main_buddy_view_help"="帮助";"qtn_main_buddy_view_exit"="退出"; "qtn_search_budy"="搜索联系人";"qtn_message_text_input_send"="发送";"qtn_zone_message_add_icon"="插入图释";"qtn_zone_message_select_icon"="选择图释";"qtn_msn_member"="成员列表";"qtn_msn_member_back"="返回";"qtn_msn_member_addtobuddy"="添加为联系人";"qtn_msn_member_invatetocluster"="邀请加入自建群";"qtn_msn_member_detial"="详细资料";"qtn_msn_member_kick"="踢出";"qtn_msn_member_blacklist"="加入黑名单";"qtn_msn_member_complain"="投诉此人";"qtn_msn_member_add"="添加";"qtn_msn_member_shield"="阻止";"qtn_msn_member_unshield"="解除阻止";"qtn_msn_kick_confirm"="是否要踢出%@?";"qtn_msn_blacklist_confirm"="是否要将%@加入黑名单?";"qtn_msn_addbuddy_confirm"="您是否要退出%@?";"qtn_msn_chatroom_exit_confirm"="您是否要退出%@";"qtn_msn_bulletim"="公告";"qtn_msn_note_kick_admin"="不能将管理员踢出.";"qtn_msn_note_kick_me"="不能将自己踢出.";"qtn_msn_note_complain_admin"="不能投诉管理员.";"qtn_msn_note_complain_me"="不能投诉自己.";"qtn_msn_note_blacklist_admin"="不能将管理员加入黑名单.";"qtn_msn_note_blacklist_me"="不能将自己加入黑名单.";"qtn_msn_note_kickout"="您已经被踢出%S\n原因%S";"qtn_msn_tip_new_cluster"="%S列表已更新，是否现在查看?";"qtn_msn_tip_no_mail_config"="手机邮箱未定义。\n请首先在“信息->选项->设置->电子邮件->信箱”中定义信箱，才能继续使用此功能.";"qtn_msn_query_reason_label_text"="请输入原因: ";"qtn_msn_chatroom_entered"="同一时刻只能进入一个话题，请先选择离开之前的话.";"qtn_confirm_delete_buddy"="删除%@将会将其从您的联系人名单中移除。但并不能阻止他/她可以看到您的联机状态或向您发送消息.";"qtn_confirm_add_block"="如果阻止此人，她将无法与您进行联机对话，也看不到您的联机状态。是否阻止此人?";"qtn_must_select_buddy"="请选择联系人";"qtn_cant_delete_group"="不能删除该组.";"qtn_pica_confirm_update"="Windows Live Messenger新版本已下载，立刻更新?";"qtn_template_name"="插入短语";"qtn_template_sentence1"="请回电话. ";"qtn_template_sentence2"="正在开会，请稊后再说. ";"qtn_template_sentence3"="我现在上方便，稊后打给你. ";"qtn_template_sentence4"="你到哪了? ";"qtn_template_sentence5"="我现在出发了. ";"qtn_template_sentence6"="我已到了. ";"qtn_template_sentence7"="老地方见. ";"qtn_template_sentence8"="我很快就到，请稊等一会儿.";"qtn_template_sentence9"="你是谁? ";"qtn_template_sentence10"="再见！下次再聊.";"qtn_template_sentence8s"="我很快就到，请稊等一会儿.";"qtn_buddy_change_nick"="Edit nickname";"qtn_buddy_add_nick"="Add a nickname";// LOGIN EDITOR"qtn_settings_come_online"="联系人上线时播放声音";"qtn_settings_receive_msg"="收到消息时播放声音";"qtn_settings_receive_nudge"="收到闪屏震动时提示";"qtn_settings_show_online"="只显示在线联系人";"qtn_settings_show_pic"="获取联系人图片";"qtn_msn_full_name"="电子邮件地址";"qtn_msn_account_name"="输入电子邮件地址";"qtn_msn_pwd"="输入密码";"qtn_msn_account_type_name"="账户网域";"qtn_msn_status_type"="登录状态: ";"qtn_msn_domain_select"="域名";"qtn_msn_domain_type"="域名: ";"qtn_msn_account_other"="其它电子邮件";"Previous e-mail address" = "已存电子邮件地址";//Title"qtn_title_my_msn"="个人信息";"qtn_title_contact"="联系人";"qtn_title_dialog"="正在对话";"qtn_title_community"="MSN";"qtn_invite_buddy_title"="请选择联系人";//  toolbar"pica_toolbar_quick_desc"="请按#键";"pica_str_cmd_null"="";"pica_toolbar_changestatus"="我的状态";"pica_toolbar_changeinfo"="个人设置";"pica_toolbar_changepic"="修改图片";"pica_toolbar_search"="搜索联系人";"pica_toolbar_changeform"="排序";"pica_toolbar_align"="排序";"qtn_domain_othermail" = "登录帐号";"qtn_status"="状态";  "qtn_status_online"="联机";      // on line"qtn_status_busy"="忙碌";      // busy line"qtn_status_berightback"="马上回来";      // hide line"qtn_status_away"="离开";      // hide line"qtn_status_onthephone"="通话中";      // hide line"qtn_status_outtolunch"="外出就餐";      // hide line"qtn_status_appearoffline"="显示为脱机";      // off line"qtn_msn_account_error"="无效的电子邮件地址.";"qtn_msn_invalid_account_error" = "用户名超长";"qtn_msn_account_exist"="此人已经是您的联系人了";"qtn_msn_account_forbidchat"="你上能給自己發送信息.";"qtn_msn_password_error"="无效的密码.";"qtn_open_folder"="打开文件...";"qtn_myzone_mystate"="我的状态";"qtn_setting_change_pic"="修改图片";"qtn_setting_friends_activities"="好友动态";"qtn_system_msg_title"="系统信息";"qtn_session_list_order"="对话排序";"qtn_session_system_msg"="系统信息";"qtn_personal_setting"="个人设置";"qtn_flow_control_setting"="流量控制";"qtn_system_setting"="系统设置";"qtn_settings_my_nickname"="键入其他人看到的您的名称";"qtn_settings_my_personal_msg"="键入联系人看到的个人信息";"qtn_big_protrait_note"="您选择的文件过大，请选择稊小的文件.";"qtn_msn_permission_title"="使用许可条款";"qtn_msn_permission"="在本手机上使用 Windows Live Messenger 朊务需要遵从移动 Windows Live 使用条款（%s）和 MSN 隐私声明（%s），在您继续使用 Windows Live Messenger 前请通过PC访问上述网站阅读相关条款。选择“确认”表明您已经完全阅读移动 Windows Live 使用条款和 MSN 隐私声明，并接受移动 Windows Live 使用条款。";"qtn_msn_help_title"="帮助";"qtn_msn_help_content1"="Windows Live Messenger\n1. 快速查找联系人：在联系人页面下按1/7键可以快速上下翻页，按3/9键可以快速折叠/展开分组；\n2. 开始对话：光标移动到联机的联系人上，点击“开始对话”；\n3. 结束对话：光标移动到正在对话的联系人，点击“结束对话”；\n4. 打开正在进行的对话：光标移动到正在对话的联系人，点击导航中间键；\n5. 发送即时消息：在对话窗口输入您想发送的信息，点导航中间键发送，点“返回”键可以回到联系人页面；\n";"qtn_msn_help_content2"="6. 发送语音、图片：在对话窗口点击“选项＊语音/图片”可以发送语音或图片消息，您也可以通过在联系人上或对话窗口中按下并保持手机通话键来快速录制您想发送的语音；\n7. 联系人管理：光标移动到联系人上，点击导航中间键选择您想执行的操作；\n8. 更改个人设置：在联系人页面点击“选项＊个人设置”可以更改您的显示吊和提示音状态。";//yincp+ 2006-09-12"qtn_adv_nofault_title"="免责声明";"qtn_adv_nofault"="您将使用的第三方应用程序并非由诺基亚拥有或开发。诺基亚上承担该应用程序任何方面的任何责任，包括但上限于其性能、知识产权或支持。欲了解详情，请参阅包装盒内的附加应用指南。\n通过点击页面下方的“确认”，您承认您已阅读、理解以上条款和〔包装盒内附加应用指南〕中的条款，并且您同意受其约束。\n这个应用程式是由 MMIM Interactive Co, Ltd. 设计与制造。\n";"qtn_adv_winlive"="汇聚您的网络世界.";"qtn_adv_nseries"="诺基亚N系列\n移动互联网体验\n\n永远在线，时时分享";"qtn_adv_next"="继续";"qtn_adv_prev"="返回";"qtn_adv_exit"="退出";"qtn_adv_ok"="确认";//yincp+ 2006-09-14"qtn_msn_login_help"="您初次登录Windows Live Messenger时，程序会提示您正在使用网络连接。您可以更改程序使用的连接设定。";//chat"qtn_setting_option_play_sound"="Play sound";"qtn_setting_option_vibra"="Vibra";"qtn_setting_option_sound_and_vibra"="Play sound and vibra";"qtn_setting_option_no_notification"="Keep silent";"qtn_information_about_sound"="Won't play sound and vibra when your phone is in slient mode.";"qtn_ft_wait_for_accpet"="等待对方接受";"qtn_ft_sent"="剩余%d KB";"qtn_accept"="接受";"qtn_save_as"="另存为...";"qtn_reject"="拒绝";"qtn_cancel"="取消";"qtn_ft_canceled"="已经取消.";"qtn_ft_send_complate"="发送完成.";"qtn_ft_receive_complate"="接收完成。";"qtn_ft_send_failed"="发送失败。";"qtn_ft_receive_failed"="接收失败。";"qtn_vc_play"="播放";"Save" ="保存";"voice clip saved" = "保存成功";"qtn_vc_stop"="停止";"qtn_vc_save"="保存";//Session Module"qtn_chat_buddies_list"="查看对话参与者";"qtn_chat_member_title"="多人对话参与者列表";"qtn_chat_session_chng_enter"="已将%@添加到对话中";"qtn_chat_session_chng_leave"="%@ 已离开对话";"qtn_chat_msg_send_fail"="发送消息失败";"qtn_chat_session_all_leave"="所有参与者都已离开对话,请关闭该对话";"qtn_cluster_session_is_close"="您出现了暂时性的网络问题，目前已上在对话中";"qtn_chat_session_disable_vm"="对方上支持语信";"qtn_mulsel_count_out"="多人会话仅限30人,请重新选择";"qtn_mulsel_none_can_sel"="暂时没有联系人可以邀请加入多人对话";"qtn_invite_buddy"="邀请联系人";"qtn_username"="电子邮件";"qtn_nickname"="显示名称";"qtn_impresa"="个人信息";"qtn_session_order_by_group"="按分组排序";"qtn_session_order_by_status"="按状态排序";"qtn_buddy_sort"="排序";"qtn_buddy_modify_personal_info"="个人设置";"qtn_buddy_sendmsn_to"="发送消息给...";"qtn_msn_group_online"="联机";"qtn_msn_group_offline"="脱机";"qtn_msn_login_prompt"="正在登录...";"qtn_msn_say_name"=" 说:";"qtn_session_list_order_time"="按开始时间";"qtn_session_list_order_type"="按会话类型";"qtn_session_list_order_has_msg"="按有无新消息";"qtn_msn_offline_prompt"="该联系人没有联机";"qtn_msn_blocked_prompt"="该联系人已被阻止";"qtn_msn_block_buddy"="阻止";"qtn_msn_unblock_buddy"="解除阻止";"qtn_msn_block_delete"="阻止";"qtn_msn_session_open"="查看对话";"qtn_msn_session_start"="开始对话";"qtn_msn_session_close"="结束对话";"qtn_msn_add_account"="请输入Messenger帐号";"qtn_msn_change_nickname"="请输入个人信息";"qtn_toolbar_record_voice"="语音剪辑";"qtn_toolbar_invite_buddy"="邀请联系人";"qtn_msn_wait_prompt_add"="正在添加联系人，请稍候...";"qtn_msn_wait_prompt_del"="正在删除联系人，请稍候...";"qtn_msn_wait_prompt_blk"="正在阻止联系人，请稍候...";"qtn_msn_wait_global"="正在发送操作请求，请稍候...";"qtn_msn_wait_processing_global"="前次请求未完成，请稍候...";"qtn_msn_wait_timeout"="对上起，您的操作未能完成，请稊后再试。";"qtn_msn_subscription_info"="已将您加入他的联系人列表，您是否同意他/她看到您的状态并与您进行联机对话？";"qtn_msn_and_block_buddy"="是否同时阻止？";"qtn_msn_unblock_buddy_prompt"="如果取消阻止此人，他/她将可以看到您的状态并与您进行联机对话。是否取消阻止此人？";"qtn_msn_block_buddy_prompt"="如果阻止此人，他/她将无法与您进行联机对话，也看不到您的联机状态。是否阻止此人？";"qtn_msn_delete_account_info"="从即时消息联系人列表中删除此联系人上会阻止其向您发送消息或查看您的的联机状态";"qtn_msn_delete_account_block"="同时阻止此人";"qtn_msn_delete_account_confirm"="是否删除此联系人？";"qtn_msn_add_buddy_exists"="该联系人已在您的联系人名单中了。";"qtn_msn_logout_confim"="结束所有对话并且注销？";"qtn_msn_detail_email_address"="电子邮件地址：";"qtn_msn_detail_nickname"="显示名：";"qtn_about_title"="关于";"qtn_about"="Windows Live Messenger. \nMMIM Interactive Co, Ltd.开发 \n版本：%s\n%s";"qtn_msn_save_pwd_confirm_title"="安全提示";"qtn_msn_save_pwd_confirm"="为了您的账户安全，如果您的手机丢失或被盗，请通过计算机访问 Windows Live 网站更改您的密码。";"qtn_msn_auto_login_confirm"="您的选择将在下次打开 Messenger 时生效。如果要关闭此功能，选择注销Messenger并清除“自动登录”复选框。";"qtn_msn_setting_nickname"="键入其他人看到的您的名称";"qtn_msn_setting_sound"="播放提示音";"qtn_msn_setting_online"="当联系人联机";"qtn_msn_setting_notify"="当收到即时消息";"qtn_msn_error_add_myself"="您不能将自己添加为联系人。";"qtn_msn_error_talk_to_myself"="您不能和自己对话。";"qtn_msn_error_del_myself"="您不能删除自己。";"qtn_msn_error_block_myself"="您不能阻止自己。";"qtn_msn_session_is_open"="<对话>";"qtn_msn_name_is_empty"="您的显示名不能为空。";"qtn_msn_operation_successd"="操作成功。";//yincp+ 2006-08-02, for iap//"qtn_msn_setting_iap_title	"Select an IAP."//"qtn_msn_msg_iap_none		"No available IAPs to connect to network.""qtn_msn_msg_iap_confirm"="即将连接网络，这将有可能产生网络费用，是否继续？";"qtn_msn_version"="5.005.1017.cn";"qtn_msn_version_for_sale"="5.005.1017.cn";"qtn_msn_version_simplify"="5.005.1617.cn";"qtn_msn_describe_confirm"="是否现在帮助您的账户（%s）订购移动MSN朊务？";//yincp+ 2006-08-16"qtn_msn_need_update_confirm"="检测到新版本:";//yincp+ 2006-08-22"qtn_msn_title_authen"="验证信息";//yincp+ 2006-08-24"qtn_msn_main_setting"="设置";"qtn_msn_main_setting_iap"="连接设置";//yincp+ 2006-09-27"qtn_msn_mail_cn"="1860@tssx.com.cn";"qtn_msn_mail_hk"="messenger@pica.com";"qtn_msn_mail_tw"="messenger@pica.com";"qtn_msn_mail_mc"="messenger@pica.com";"qtn_msn_tou_cn"="http://mobile.msn.com.cn/mobileclient/tou/";"qtn_msn_tou_hk"="http://g.msn.com.hk/0TO_/zhhk/";"qtn_msn_tou_tw"="http://g.msn.com.tw/0TO_/zhtw/";"qtn_msn_tou_mc"="http://g.msn.com.hk/0TO_/zhhk/";"qtn_msn_privacy_cn"="http://privacy.msn.com/";"qtn_msn_privacy_hk"="http://privacy.msn.com/";"qtn_msn_privacy_tw"="http://privacy.msn.com.tw/";"qtn_msn_privacy_mc"="http://privacy.msn.com/";"qtn_msn_adv_info_title"="注意事项";"qtn_msn_adv_info"="此程序需要使用客户手机上的下列功能，如有任何查询，请发送电子邮件至 %s。\n- 连接网络\n- 读取用户数据\n- 编辑用户数据\n- 读取设备数据\n- 使用照相机或麦克风\n如果上想在下次启动此程序时再次显示此注意事项，请按“是”。";"qtn_msn_adv_yes"="是";"qtn_msn_adv_no"="否";//yincp+ 2006-10-13"qtn_msn_service_call_cn"="0755-26551322";//yincp+ 2006-10-16"qtn_msn_offline_profile"="无法使用网络。手机现在处于离线模式！";//yincp+ 2006-11-20"qtn_msn_msg_attach_download"="接收";"qtn_msn_msg_attach_play"="播放";"qtn_msn_msg_attach_view"="查看";"qtn_msn_msg_attach_open"="打开";"qtn_msn_msg_stop"="停止";"qtn_msn_channel"="频道";//yincp+ 2006-11-26"qtn_msn_chatlist_switch"="确认";"qtn_msn_chatlist_title"="正在对话";"qtn_msn_chatlist_buddy"="联系人列表";"qtn_download_text"="接收中";"qtn_record_text"="录音中";"qtn_upload_text"="发送中";"qtn_download_faild"="接收失败";"qtn_upload_faild"="发送失败";"qtn_file_no_found"="文件已被删除";"qtn_file_size_is_null"="文件已损坏";"qtn_attache"="语音/图片";"qtn_attache_picture"="发送文件";"qtn_attache_voice"="语音剪辑";"qtn_attache_record"="录制";"qtn_attache_wav_file"="来自文件";"qtn_attache_file"="发送文件";"qtn_attache_multimedia"="多媒体文件";"qtn_attache_all_file"="所有文件";"qtn_attache_capture"="拍照发送";"qtn_delete_attache"="删除";"qtn_camera"="拍照";"qtn_camera_take"="拍摄";"qtn_camera_exit"="返回";"qtn_camera_select"="选择";"qtn_camera_delete"="重拍";"qtn_camera_title"="相机";"qtn_download_expired"="接收超时";"qtn_upload_expired"="发送超时";"qtn_camera_notready_text"="相机没有准备好";"qtn_camera_timedout_text"="打开相机超时";"qtn_file_open_error"="插入附件失败，附件可能正被使用。";"qtn_zwp_transfer_failed"="网络传输错误！";"qtn_zwp_transfer_timeout"="网络传输超时！";"qtn_pica_zwp_error_notify"="有附件没有上传或者其他的错误!";"qtn_zwp_download_complate"="文件下载完成";"qtn_zwp_save_complate"="文件保存完成";"qtn_zwp_save_file"="打开文件";"qtn_zwp_open_file"="保存文件";//Zwp Frame View"pica_str_cmd_homesite"="首页";"pica_str_cmd_fresh"="刷新";"pica_str_cmd_cancel"="取消";"pica_str_cmd_backto"="后退";"pica_zwp_mouse_mode"="鼠标模式";"pica_zwp_normal_mode"="普通模式";"pica_ad_alt_wap"="点击进入";"pica_ad_alt_sms"="点击发送短信";"pica_ad_alt_ivr"="点击拨打电话";"qtn_zwp_mail_not_support"="暂上支持此功能。\n您可以选择在PC或手机上发送电子邮件到“%S”。";"qtn_zwp_please_wait"="请稍候...";"pica_contact_addinfo"="已将您加入他的联系人列表。";"pica_contact_passinfo"="您是否同意他/她看到您的状态并与您进行联机对话？";"pica_contact_details"="详细资料: ";"pica_contact_sex"=" - 性别: ";"pica_contact_age"=" - 年龄: ";"pica_contact_area"=" - 地区:";"pica_contact_desc"=" - 交友留言: ";"pica_contact_check"=" - 问候语:";//Lion adds "qtn_buddy_refresh"="更新联系人列表";"qtn_pica_login_register"="注册";"qtn_pica_login_register_long"="注册 Windows Live";"qtn_pica_login_register_note"="请通过PC访问 https://accountservices.passport.net/ppnetworkhome.srf?lc=2052 获取 Windows Live ID。";"qtn_main_buddy_view_search"="搜索联系人";"qtn_main_buddy_view_search_short"="查找";"qtn_main_buddy_view_search_cluster"="查找群";"qtn_main_buddy_view_search_cluster_short	"="查找群";"qtn_hint_msn_cn_first"="MSN小提示：在主菜单中选择“查找联系人”可以找到你希望结识的朋友。";"pica_str_lion_error_register"="用户名或密码格式有误，请重新输入";"pica_str_lion_register_error"="注册失败，请稊后再试";"pica_str_retister_name"="用户名(以字母开头,3位以上)";"pica_str_retister_password"="密码(6位以上)";"pica_str_to_hotmail"="进入邮箱";"pica_str_to_spaces"="进入空间";"pica_str_to_search"="进入搜索";"qtn_msn_update_buddy_list_confirm"="即将注销并自动登录，是否继续？";"qtn_msn_vibra_nudge"="给您发送了一个闪屏震动";"qtn_msn_file_limit_note"="您可以同时传送一个文件，请稍候发送其它文件。";"qtn_msn_yes_key_record_voice"="若要记录语音剪辑，可以在讲话时按住绿色通话键，释放按键以发送消息。";"qtn_msn_save_chat_log"="保存聊天记录";"qtn_msn_file_name"="文件名";"qtn_msn_show_chat_log"="查看历史记录";"qtn_msn_select_chat_log_title"="请选择聊天记录";"qtn_msn_del_chat_log_confirm"="是否要删除该记录文件？";"qtn_wait_timeout"="等待超时";"qtn_buddy_input_mp_notify"="请输入联系人的电子邮件地址";"qtn_buddy_input_mp_error"="您输入的电子邮件地址无效";"qtn_input_num_and_pw"="请输入用户名和密码";"qtn_main_buddy_search_buddy"="搜索联系人";"qtn_transfer_unallowed_file"="多人对话，文件不能被发送";"qtn_wait_processing_image"="正在处理图片...";"qtn_wait_processing"="正在处理，请稍候...";"qtn_wait_sending_data"="正在发送数据，请稍候...";"qtn_wait_receiving_data"="正在接收数据，请稍候...";// ------------------- END ---------------------------"update local name error" = "更新本地昵称失败";"Dismiss" = "确定";"qtn_buddy_say_hi" = "打招呼";"qtn_buddy_mclub_invite" = "邀请加入mClub";"qtn_buddy_mclub_detail" = "更多个人信息";"supportContactIconChange" = "联系人头像更新";"enableContactEmotionChange" = "联系人心情短语更新";"changeWillBeEffectiveNextTime" = "更改将在下次运行时生效.";"msg_safe_prompt" = "为了您的账户安全，如果您的手机丢失或被盗，请通过计算机访问 Windows Live 网站更改您的密码";"qtn_no_thanks" = "不保存";"qtn_agree" = "保存";"somebodyInviteYou" = "%@ 从mClube邀请你成为好友.";"data parse error" = "获取动态信息出错";"conversations will be saved" = "聊天记录已保存.";"Audio Clips" = "来自文件";"Audio Recorder" = "录制";"voice clip save fail" = "文件保存失败";"voice clip save" = "保存语音";"Save voice clip failure" = "保存语音文件 %@ 失败!";"Save voice clip successfull" = "保存语音文件 %@ 成功!";"Save is existent" = "%@ 文件已经存在，是否覆盖?";"setChange" = "储存";"Clips" = "文件";"Invite" = "邀请";"text_is_upgrade_version"="检测到新版本";"text_is_upgrade_now"="是否立刻升级？";"text_upgrade_ok"="升级";"text_upgrade_cancel"="取消";"You have chosen to save your conversations. This may not be permitted under local law. You should confirm that this is permitted before turning it on." = "您选择了自动保存聊天记录。此操作可能不受法律保护，请确认后执行。";"Connection timeout." = "连接超时";"This service is applicable to 3-3G customers only. If you are connecting by WIFI, please login by 3-3G first on the same day." = "此項服務只適用於3香港3G客戶。如你正使用WIFI登入，請先在即日以3G登入一次。";"Conversations" = "聊天记录";"Delete Contacts" = "删除联系人";"Settings" = "设置";"Add Contact" = "添加联系人";"Sort by Status" = "按状态排序";"Sign-in" = "登录";"Play Sound"="播放声音";"Contacts come online"="联系人上线";"Messsage received"="接到信息";"Notify me nudge"="闪屏震动";"Display"="显示";"Show profile picture"="显示联系人头像";"Show onlines only"="只显示在线联系人";"Status" = "状态";"When pressing Home" = "当按下Home键时";"Right Now" = "马上";"After 5 minutes" = "在5分钟后";"After 10 minutes" = "在10分钟后";"After 30 minutes" = "在30分钟后";"After 2 hours" = "在2小时后";"After 6 hours" = "在6小时后";"After 12 hours" = "在12小时后";"Other contacts" = "其他联系人";